[
    "Yar athu spray adikrathu ",
    "0:36 ANTARTICA The coldest region in the world - 40°C Celsius 4:26 Insulator so we put woolen clothes on winter and Humans for Igloos house  5:22 Terracotta and Cermaic titles on Terrace and Editing  semma super",
    "• Hydrogen bending - VSEPR THEOREM (11th NCERT Book chemical bonding)\n• Expansion of volume during ice formation below 4°C - ANOMALOUS EXPANSION OF WATER (11th NCERT Book thermal properties of matter)\n• Floating of ice due to gas in void - STRUCTURE OF ICE (11th NCERT Book Hydrogen)\n\nMy mind recaps all important points for my exam , thanks a lot",
    "4:03 rubber band pinchiduchu ",
    "2:26 Oxygen atom not molecule",
    "Thalaivaa...\nStarting la voiceover semma\nGautham Menon movies ku tough kodukura madhiri...",
    "Editing vera level bro!!",
    "Action reaction service podunga",
    "Bro kannadi odancha en reflection maruthu ",
    "Aravindeee",
    "Ya voice over so nice  very gud very clear n crisp",
    "Action reaction podunga bro nenga podura ella video vum super haa irukum unga video matum tha naaa papan",
    "Super na clearaa purinjthu ",
    "This is the best channel ever i seen",
    "வீடியோ அருமையாக உள்ளது. என்னுடைய சேனலில் எழுத்துக்களை வாசிப்பதற்குப் பின்னால் இருக்கும் அறிவியலுக்கும் , பேய்-க்கும் உள்ள தொடர்பை ஒரு பதிவாக சொல்லியுள்ளேன். விருப்பம் இருந்தால் பார்க்கவும்  நன்றி",
    "Tell abt time travel too.. Is this really possible ?? What's the mechanism behind it..",
    "Even anomalous expansion of water plays a major role in the effect",
    "Antha fish yapadi oxygen supply kadikum bro atha explain pannunga bro",
    "Thalaivareay video super... But ungalaala eppadi avlo cold layum swetter cloth podala only tea shirt when you shout Antarctica that moment..... ",
    "the pressure increases as we go deeper the ocean, temperature needs to be a lot lower in order to freeze the water",
    "Sir Antha 2.50.(Action reaction Episode)",
    "3rd floor-la water pressure athigama varathuku solutions iruka.....nxt floor terrace ....so water pressure lowah iruku ella tapleyum ithuku solutions sollunga",
    "Veralevel introduction bro",
    "Bro ninga 11th ,12th chemistry nadathunga enga miss nadathuratha Vida nenga nalla nadathuriga",
    "Nice explanation ",
    "Next action reaction potunga bro....",
    "sama bro",
    "Enaku oru doubtuu... Top layer water freeze agitu then oxygen epdi ula poguthuu.... Water plant kudukura oxygen mathum pothuma",
    "i always appreciate your content quality, can you make a video about dark energy and dark matters ?",
    "Waiting for action and reaction episode anna..",
    "Surface tension surface energy pathi oru vdo podunga!!",
    "Hi bro humidity pathi sollunga bro ...in middle east country la humidity athigama iruku but en romba heat ahh iruku ..ithapathi explain panna mudiyum ma bro ..",
    "Bro  yaaro thalayil yechchi thupparagga.... ",
    "What about in refrigerator. The water is completely freezed right? Why cant the water inside freezer create insulating layer and ..",
    "Sir,\nIn Thanjavur, they have created stem park..\nScientific park\nCan you come and visit once here.",
    "Bro enaku oru doubt 4 yrs once leap year varum ilaya antha leap yr la matum feb 29 vara undu antha date la born aanavanga epadi birthday celebrate panuvaagaa? Feb 28 or march 1 ah birthday celebrate panuvaglaa ???",
    "Any Posting for MSc Physicist + Data Scientist in your organization ?",
    "can you explain about tetryonic theory",
    "Super na ️️",
    "Hi Anna I am studying class 12  I want to become a chemical engineer can I choose srm college which is in kattankulathur in Chennai whether it is best college to study",
    "Bro mudinga 12th la aatho oru lesson na pratical la explain pannunga pls infnity content also",
    "Then how the water in freezer of refrigerator is not creating that layer to prevent further freezing.",
    "0° la water freeze aagumnu sollittu thambnail thappa vachchu erukkenga,?",
    "Minute details in music....great work to team  and edits vera level....bgm different..... overall this tym music wins the credits ",
    "Bro I am big fan of u",
    "Good explanation ",
    "Super content bro",
    "Ice density puriyala bro",
    "Anna pls say what is ur previous channel....",
    "How roller coaster works ",
    "I want to see and  explore antarctica ",
    "why currency notes are in rectangular shape",
    "Etha ma ri science fact poduka bro appudiya oru playlists science fact ku nu poduga bro",
    "Cbse vs state board ஒரு video போடுங்க please",
    "Super ",
    "Epdi antha animals ku laam oxygen supply aaguthu ??",
    "intro was the best",
    "Bro How rice weevils get into rice??.. Please make a video",
    "action reaction podunga dilli",
    "Bro turkey earth quake how researched of scientist?",
    "Semma content",
    "Please put the action reaction series",
    "Super",
    "How they will get oxygen",
    "Best opertunity. but I'm frm Sri Lanka",
    "the property of water's density decreasing as it freezes at temperatures below 4 degrees Celsius helps secure the life of amphibians at very low temperatures. The formation of ice on the surface of water bodies creates a protective layer, insulating the water below and maintaining a relatively stable and livable environment for amphibians during winter months.",
    "Bro russia la -50c ku kooda pohum yakutsk region ka",
    "athellam ok.. unga thalaiku mela ethuku sprey?",
    "Bro action reaction video eppa????",
    "Yappa neenkalaam semmapaaa",
    "Semma anna",
    "Bro ugaluku kadavul nambikka iruka",
    "Yara adhu.. andha spray pandra piyan ku extra payment panunga.. video full ah spray panitu irukan",
    "00:36....",
    "Jee mains 2023 paper discussion poduga sir",
    "Keerthi,️",
    "No other commonly solids floats on its own liquid than Ice...",
    "12th ncert- bio organism and population.",
    "Action reaction next episode eappa bro",
    "the anomalous expansion of water is a result of its unique behavior during the phase transition from a liquid to a solid state. It expands as it cools below 4 degrees Celsius, leading to a lower density of ice compared to liquid water. This property has implications for the insulation of water bodies, the survival of aquatic organisms, and geological processes.",
    "Bro balaya movie podunga bro",
    "If the whole water turns into ice, how will the oxygen circulate inside the water ? \nI don’t think sunlight would reach the seabed in a frozen ocean for the marine plants to photosynthesis…\nPlease answer this in the next video",
    "Can you explain why\n   1. Like Battery's,fuels  etc... Work until it is completed(Drain) but why permanent magnet don't lose its magnetic field after using it for many long times  Eg: speaker, DC motor etc.. \n\n   2. Speakers works by moving its diaphragm and make air to move(vibrant) and provide sound. But in watch speaker has no diaphragm. Than how the sound is made in watch?? . If the amplifier output is given to DC motor  The DC motor starts making music in low volume( without diaphragm how it work)?? \n\n   3. Earth atmosphere is made of gases and the gases are free to move. Gases like helium move upwards. Gases like oxygen, carbon dioxide etc..stay in earth. why these gases don't goes to the space?? What make gases stay inside of earth without moving to space?? \n\n   4. How black light is projected from a projector️ to a white screen?? Is there any black LED??",
    "Thanks",
    "Yar athu spray adikrathu",
    "05:48 Hi bro I'm from Sri Lanka. I'm a freelancer Motion designer with 5 years of experience. I'm highly expert in Adobe After Effects, Adobe Animate, Blender and Cinema 4D. Do you have any possibility to hire remote workers?",
    "Edit ",
    "Why do babies cry soon after getting up, what’s science behind it?",
    "4:13 woolen cloth nu soli maathi change pannitinga. .....",
    "Premanand sir enga...",
    "",
    "In a lake. The density of frozen water is less then the density of normal water. That's why the water is under the ice.\nThis is called anomalous effect of water.",
    "",
    "ellam sari dhaa.. but neenga sonna andha animals ingaiyume mannukkulla dhaana vaazhudhu??? science kitta irundhu kathukicham la...",
    "Arvind",
    "Density property of water you missed out.",
    "",
    "Salt water won't freeze good water only freeze",
    "Criminal case vibe varuthu",
    "",
    "Sachin pada effect uh",
    "Anamalous behaviour of water. Density of water maximum at 4 degree C",
    "Dont gulp the water from top. Drink slowly.",
    "",
    "Salt water freezing temperatures -5 not 0",
    "Ok",
    "En kannu spray dhan focus pannudhu",
    "",
    "Science for mass",
    "Nalla channels laam grow aagaadhu ",
    "Kadaisi varaikkum fishes pathi sollave illa ",
    "Anomalous expansion of water, 11th physics ◆◆",
    "Low budget snow ️",
    "Yerukalam kuku fm ad vanthichu",
    "Ithu 11th physics la ye iruku",
    "Tamil trekker kitta sollunam intha place",
    "Content must have been inspired from Neil degrasse Tysons podcast!",
    "2:44 appo puriyala ippo puriuthu",
    "Topatap",
    "Anime forever",
    "Dont drink and eat on your left hand",
    "Dei aravindhu mela irunthu thanni ah da adikura, iruku da innaiku.",
    "11th std la intha concept iruku",
    "Siuu",
    "After he threw the water bottle at 1:47... The idea of watching the video further went away.. useless.. this is what you teach kids??",
    "Content ku vaadaa javaa ilukurra podrathe maasathiki onnu",
    "Bro I am first",
    "First view",
    "But your academy makes money minded, doesn't care about students education from Chitti LMES",
    "Oru kaalathula epadi irundha Channel idhu",
    "Yaru da ivanuku dubbing pesunadhu"
]